Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: You: %@
ar: أنت: %@
de: Du: %@
es: Tú: %@
fil: Ikaw: %@
fr: Toi : %@
hi: आप: %@
id: Kamu: %@
it: Tu: %@
ja: あなた：%@
ko: 나: %@
nl: Jij: %@
pl: Ty: %@
pt_br: Você: %@
ru: Вы: %@
sv: Du: %@
tr: Sen: %@
uk: Ви: %@
vi: Bạn: %@
zh_hans: 你：%@

source: Your account
ar: حسابك
de: Dein Konto
es: Tu cuenta
fil: Ang account mo
fr: Ton compte
hi: आपका खाता
id: Akunmu
it: Il tuo account
ja: あなたのアカウント
ko: 내 계정
nl: Je account
pl: Twoje konto
pt_br: Sua conta
ru: Ваш аккаунт
sv: Ditt konto
tr: Hesabın
uk: Ваш обліковий запис
vi: Tài khoản của bạn
zh_hans: 你的账户

source: Your account couldn't be deleted. Please try again.
ar: تعذّر حذف حسابك. يُرجى المحاولة مجددًا.
de: Dein Konto konnte nicht gelöscht werden. Bitte versuch es erneut.
es: No se pudo eliminar tu cuenta. Inténtalo de nuevo.
fil: Hindi mabura ang account mo. Pakisubukan ulit.
fr: Ton compte n'a pas pu être supprimé. Réessaie.
hi: आपका खाता हटाया नहीं जा सका। कृपया दोबारा कोशिश करें।
id: Akunmu tidak bisa dihapus. Silakan coba lagi.
it: Impossibile eliminare il tuo account. Riprova.
ja: アカウントを削除できませんでした。もう一度お試しください。
ko: 계정을 삭제하지 못했어요. 다시 시도해 주세요.
nl: Je account kon niet worden verwijderd. Probeer het opnieuw.
pl: Nie udało się usunąć konta. Spróbuj ponownie.
pt_br: Não foi possível apagar sua conta. Tente novamente.
ru: Не удалось удалить аккаунт. Попробуйте ещё раз.
sv: Ditt konto kunde inte raderas. Försök igen.
tr: Hesabın silinemedi. Lütfen tekrar dene.
uk: Не вдалося видалити обліковий запис. Спробуйте ще раз.
vi: Không thể xóa tài khoản của bạn. Vui lòng thử lại.
zh_hans: 无法删除你的账户。请重试。

source: Your apps are open for %lld minutes.
ar: تطبيقاتك مفتوحة لمدة %lld دقيقة.
de: Deine Apps sind für %lld Minuten geöffnet.
es: Tus apps están abiertas durante %lld minutos.
fil: Bukas ang apps mo nang %lld minuto.
fr: Tes apps sont ouvertes pendant %lld minutes.
hi: आपके ऐप %lld मिनट के लिए खुले हैं।
id: App-mu terbuka selama %lld menit.
it: Le tue app sono aperte per %lld minuti.
ja: アプリは%lld分間開いています。
ko: 앱이 %lld분 동안 열려 있어요.
nl: Je apps zijn %lld minuten open.
pl: Aplikacje są otwarte na %lld minuty.
pt_br: Seus apps estão abertos por %lld minutos.
ru: Приложения открыты на %lld минуты.
sv: Dina appar är öppna i %lld minuter.
tr: Uygulamaların %lld dakika açık.
uk: Програми відкрито на %lld хвилини.
vi: Ứng dụng của bạn được mở trong %lld phút.
zh_hans: 你的 App 已开放%lld分钟。

source: Your apps are shielded now. Speak to open them.
ar: تطبيقاتك محجوبة الآن. تحدّث لفتحها.
de: Deine Apps sind jetzt gesperrt. Sprich, um sie zu öffnen.
es: Tus apps están bloqueadas ahora. Habla para abrirlas.
fil: Nakaharang na ang apps mo. Magsalita para mabuksan ang mga ito.
fr: Tes apps sont bloquées. Parle pour les ouvrir.
hi: आपके ऐप अभी रुके हुए हैं। उन्हें खोलने के लिए बोलें।
id: App-mu sekarang terkunci. Bicaralah untuk membukanya.
it: Le tue app ora sono bloccate. Parla per aprirle.
ja: アプリは現在制限されています。話して開きましょう。
ko: 지금 앱이 잠겨 있어요. 말해서 여세요.
nl: Je apps zijn nu afgeschermd. Spreek om ze te openen.
pl: Aplikacje są teraz zablokowane. Powiedz coś, aby je otworzyć.
pt_br: Seus apps estão bloqueados agora. Fale para abri-los.
ru: Приложения сейчас заблокированы. Скажите что-нибудь, чтобы открыть их.
sv: Dina appar är spärrade nu. Prata för att öppna dem.
tr: Uygulamaların şu anda engelli. Açmak için konuş.
uk: Програми зараз заблоковано. Скажіть щось, щоб відкрити їх.
vi: Ứng dụng của bạn đang bị chặn. Hãy nói để mở.
zh_hans: 你的 App 现已锁定。开口说话即可打开。

source: Your audience
ar: جمهورك
de: Dein Publikum
es: Tu público
fil: Ang audience mo
fr: Ton public
hi: आपके श्रोता
id: Audiensmu
it: Il tuo pubblico
ja: あなたの聞き手
ko: 나의 청중
nl: Je publiek
pl: Twoja publiczność
pt_br: Seu público
ru: Ваша аудитория
sv: Din publik
tr: Dinleyicilerin
uk: Ваша аудиторія
vi: Khán giả của bạn
zh_hans: 你的听众

source: Your audience asks
ar: يسأل جمهورك
de: Dein Publikum fragt
es: Tu público pregunta
fil: Nagtatanong ang audience mo
fr: Ton public demande
hi: आपके श्रोता पूछते हैं
id: Audiensmu bertanya
it: Il tuo pubblico chiede
ja: 聞き手からの質問
ko: 청중의 질문
nl: Je publiek vraagt
pl: Publiczność pyta
pt_br: Seu público pergunta
ru: Аудитория спрашивает
sv: Din publik frågar
tr: Dinleyicilerin soruyor
uk: Аудиторія питає
vi: Khán giả hỏi
zh_hans: 听众提问

source: Your audience is thinking of questions…
ar: يفكّر جمهورك في أسئلة…
de: Dein Publikum überlegt sich Fragen …
es: Tu público está pensando preguntas…
fil: Nag-iisip ng tanong ang audience mo…
fr: Ton public réfléchit à ses questions…
hi: आपके श्रोता सवाल सोच रहे हैं…
id: Audiensmu sedang memikirkan pertanyaan…
it: Il tuo pubblico sta pensando alle domande…
ja: 聞き手が質問を考えています…
ko: 청중이 질문을 생각하는 중…
nl: Je publiek bedenkt vragen…
pl: Publiczność wymyśla pytania…
pt_br: Seu público está pensando em perguntas…
ru: Аудитория придумывает вопросы…
sv: Din publik funderar på frågor …
tr: Dinleyicilerin soru düşünüyor…
uk: Аудиторія придумує питання…
vi: Khán giả đang nghĩ câu hỏi…
zh_hans: 听众正在想问题…

source: Your coworker
ar: زميلك
de: Dein Kollege
es: Tu compañero de trabajo
fil: Ang katrabaho mo
fr: Ton collègue
hi: आपका सहकर्मी
id: Rekan kerjamu
it: Il tuo collega
ja: 同僚
ko: 동료
nl: Je collega
pl: Twój współpracownik
pt_br: Seu colega
ru: Ваш коллега
sv: Din kollega
tr: İş arkadaşın
uk: Ваш колега
vi: Đồng nghiệp của bạn
zh_hans: 你的同事

# Your event · %lld of %lld done
source: Your event · %1$lld of %2$lld done
ar: حدثك · اكتمل %1$lld من %2$lld
de: Dein Termin · %1$lld von %2$lld erledigt
es: Tu evento · %1$lld de %2$lld hechas
fil: Ang event mo · %1$lld sa %2$lld ang tapos
fr: Ton événement · %1$lld sur %2$lld faites
hi: आपका इवेंट · %2$lld में से %1$lld पूरे
id: Acaramu · %1$lld dari %2$lld selesai
it: Il tuo evento · %1$lld di %2$lld fatte
ja: イベント · %2$lld件中%1$lld件完了
ko: 나의 일정 · %2$lld개 중 %1$lld개 완료
nl: Je evenement · %1$lld van %2$lld klaar
pl: Twoje wydarzenie · %1$lld z %2$lld gotowe
pt_br: Seu evento · %1$lld de %2$lld feitas
ru: Ваше событие · готово %1$lld из %2$lld
sv: Ditt evenemang · %1$lld av %2$lld klara
tr: Etkinliğin · %2$lld görevden %1$lld tanesi tamam
uk: Ваша подія · готово %1$lld з %2$lld
vi: Sự kiện của bạn · đã xong %1$lld/%2$lld
zh_hans: 你的活动 · 已完成%1$lld/%2$lld

source: Your feedback couldn't be sent. Check your connection and try again.
ar: تعذّر إرسال ملاحظاتك. تحقّق من اتصالك وحاول مجددًا.
de: Dein Feedback konnte nicht gesendet werden. Prüfe deine Verbindung und versuch es erneut.
es: No se pudieron enviar tus comentarios. Revisa tu conexión e inténtalo de nuevo.
fil: Hindi naipadala ang feedback mo. Tingnan ang koneksyon mo at subukan ulit.
fr: Ton avis n'a pas pu être envoyé. Vérifie ta connexion et réessaie.
hi: आपका फ़ीडबैक भेजा नहीं जा सका। अपना कनेक्शन जाँचें और फिर कोशिश करें।
id: Masukanmu tidak bisa dikirim. Periksa koneksimu dan coba lagi.
it: Impossibile inviare il tuo feedback. Controlla la connessione e riprova.
ja: フィードバックを送信できませんでした。接続を確認して、もう一度お試しください。
ko: 의견을 보내지 못했어요. 연결을 확인하고 다시 시도해 주세요.
nl: Je feedback kon niet worden verstuurd. Controleer je verbinding en probeer het opnieuw.
pl: Nie udało się wysłać opinii. Sprawdź połączenie i spróbuj ponownie.
pt_br: Não foi possível enviar seu feedback. Verifique sua conexão e tente de novo.
ru: Не удалось отправить отзыв. Проверьте подключение и попробуйте снова.
sv: Dina synpunkter kunde inte skickas. Kontrollera anslutningen och försök igen.
tr: Geri bildirimin gönderilemedi. Bağlantını kontrol et ve tekrar dene.
uk: Не вдалося надіслати відгук. Перевірте з'єднання й спробуйте знову.
vi: Không thể gửi góp ý. Kiểm tra kết nối rồi thử lại.
zh_hans: 你的反馈未能发送。请检查网络连接后重试。

source: Your feedback is on its way. It genuinely shapes what we build next.
ar: ملاحظاتك في طريقها إلينا. إنها تشكّل حقًا ما نبنيه لاحقًا.
de: Dein Feedback ist unterwegs. Es prägt wirklich, was wir als Nächstes bauen.
es: Tus comentarios están en camino. De verdad influyen en lo que construimos.
fil: Papunta na ang feedback mo. Talagang hinuhubog nito ang ginagawa namin.
fr: Ton avis est en route. Il influence vraiment ce qu'on construit ensuite.
hi: आपका फ़ीडबैक रास्ते में है। यह सच में तय करता है कि हम आगे क्या बनाएँगे।
id: Masukanmu sedang dikirim. Ini benar-benar membentuk apa yang kami bangun.
it: Il tuo feedback è in arrivo. Influenza davvero ciò che costruiamo.
ja: フィードバックを受け取りました。今後の開発に本当に役立てます。
ko: 의견이 전달되고 있어요. 저희가 만드는 것에 정말로 반영돼요.
nl: Je feedback is onderweg. Het bepaalt echt wat we hierna bouwen.
pl: Twoja opinia jest w drodze. Naprawdę wpływa na to, co budujemy dalej.
pt_br: Seu feedback está a caminho. Ele realmente orienta o que construímos.
ru: Ваш отзыв уже в пути. Он правда влияет на то, что мы делаем дальше.
sv: Dina synpunkter är på väg. De formar verkligen det vi bygger härnäst.
tr: Geri bildirimin yolda. Sırada ne yapacağımızı gerçekten şekillendiriyor.
uk: Ваш відгук уже в дорозі. Він справді впливає на те, що ми робимо далі.
vi: Góp ý của bạn đang được gửi. Nó thực sự định hình những gì chúng tôi xây dựng.
zh_hans: 你的反馈正在发送。它确实会影响我们接下来做什么。

source: Your first name
ar: اسمك الأول
de: Dein Vorname
es: Tu nombre
fil: Ang pangalan mo
fr: Ton prénom
hi: आपका पहला नाम
id: Nama depanmu
it: Il tuo nome
ja: 名前
ko: 이름
nl: Je voornaam
pl: Twoje imię
pt_br: Seu primeiro nome
ru: Ваше имя
sv: Ditt förnamn
tr: Adın
uk: Ваше ім'я
vi: Tên của bạn
zh_hans: 你的名字

source: Your first session
ar: جلستك الأولى
de: Deine erste Einheit
es: Tu primera sesión
fil: Ang unang session mo
fr: Ta première séance
hi: आपका पहला सेशन
id: Sesi pertamamu
it: La tua prima sessione
ja: 最初のセッション
ko: 나의 첫 세션
nl: Je eerste sessie
pl: Twoja pierwsza sesja
pt_br: Sua primeira sessão
ru: Ваша первая сессия
sv: Din första session
tr: İlk oturumun
uk: Ваша перша сесія
vi: Buổi đầu tiên của bạn
zh_hans: 你的第一次练习

source: Your first session is waiting. You can change these anytime.
ar: جلستك الأولى بانتظارك. يمكنك تغيير هذه في أي وقت.
de: Deine erste Einheit wartet. Du kannst das jederzeit ändern.
es: Tu primera sesión te espera. Puedes cambiar esto cuando quieras.
fil: Naghihintay ang unang session mo. Puwede mong baguhin ang mga ito kahit kailan.
fr: Ta première séance t'attend. Tu peux changer ces réglages quand tu veux.
hi: आपका पहला सेशन इंतज़ार कर रहा है। आप इन्हें कभी भी बदल सकते हैं।
id: Sesi pertamamu sudah menunggu. Kamu bisa mengubah ini kapan saja.
it: La tua prima sessione ti aspetta. Puoi cambiare queste impostazioni quando vuoi.
ja: 最初のセッションが待っています。これらはいつでも変更できます。
ko: 첫 세션이 기다리고 있어요. 이 설정은 언제든지 바꿀 수 있어요.
nl: Je eerste sessie wacht. Je kunt dit altijd wijzigen.
pl: Pierwsza sesja czeka. Możesz to zmienić w dowolnej chwili.
pt_br: Sua primeira sessão está esperando. Você pode mudar isso quando quiser.
ru: Первая сессия ждёт. Это можно изменить в любой момент.
sv: Din första session väntar. Du kan ändra det här när som helst.
tr: İlk oturumun seni bekliyor. Bunları istediğin zaman değiştirebilirsin.
uk: Перша сесія чекає. Це можна змінити будь-коли.
vi: Buổi đầu tiên đang chờ bạn. Bạn có thể thay đổi những mục này bất cứ lúc nào.
zh_hans: 你的第一次练习正在等你。这些随时都可以更改。

source: Your first session shows up here, with its feedback a tap away.
ar: ستظهر جلستك الأولى هنا، وملاحظاتها على بُعد لمسة.
de: Deine erste Einheit erscheint hier, mit dem Feedback nur einen Tipp entfernt.
es: Tu primera sesión aparecerá aquí, con sus comentarios a un toque.
fil: Lalabas dito ang unang session mo, isang tap lang ang layo ng feedback.
fr: Ta première séance apparaîtra ici, avec son retour à portée de doigt.
hi: आपका पहला सेशन यहाँ दिखेगा, उसका फ़ीडबैक बस एक टैप दूर।
id: Sesi pertamamu akan muncul di sini, dengan masukannya tinggal satu ketukan.
it: La tua prima sessione comparirà qui, con il feedback a portata di tocco.
ja: 最初のセッションはここに表示され、タップ一つでフィードバックを見られます。
ko: 첫 세션이 여기에 표시되고, 탭 한 번으로 피드백을 볼 수 있어요.
nl: Je eerste sessie verschijnt hier, met de feedback één tik verderop.
pl: Tu pojawi się pierwsza sesja, z informacją zwrotną na wyciągnięcie ręki.
pt_br: Sua primeira sessão aparece aqui, com o feedback a um toque.
ru: Здесь появится ваша первая сессия, а разбор будет в одно касание.
sv: Din första session visas här, med återkopplingen ett tryck bort.
tr: İlk oturumun burada görünür, geri bildirimi bir dokunuş uzağında.
uk: Тут з'явиться ваша перша сесія, а розбір буде за один дотик.
vi: Buổi đầu tiên sẽ hiện ở đây, chỉ một lần chạm là xem được nhận xét.
zh_hans: 你的第一次练习会显示在这里，轻点一下即可查看反馈。

source: Your focus
ar: تركيزك
de: Dein Fokus
es: Tu foco
fil: Ang pokus mo
fr: Ton objectif
hi: आपका फ़ोकस
id: Fokusmu
it: Il tuo obiettivo
ja: 改善ポイント
ko: 집중할 점
nl: Je focus
pl: Twój cel
pt_br: Seu foco
ru: Ваш фокус
sv: Ditt fokus
tr: Odağın
uk: Ваш фокус
vi: Trọng tâm của bạn
zh_hans: 你的重点

source: Your ideas deserve room to land.
ar: أفكارك تستحق مساحة لتصل.
de: Deine Ideen verdienen Raum, um anzukommen.
es: Tus ideas merecen espacio para calar.
fil: Karapat-dapat mapakinggan ang mga ideya mo.
fr: Tes idées méritent de la place pour porter.
hi: आपके विचारों को असर करने की जगह मिलनी चाहिए।
id: Idemu layak mendapat ruang untuk tersampaikan.
it: Le tue idee meritano spazio per arrivare.
ja: あなたのアイデアには、伝わるための余白が必要です。
ko: 당신의 아이디어는 제대로 전달될 자격이 있어요.
nl: Je ideeën verdienen ruimte om te landen.
pl: Twoje pomysły zasługują na miejsce, by wybrzmieć.
pt_br: Suas ideias merecem espaço para chegar.
ru: Вашим идеям нужно пространство, чтобы дойти до слушателей.
sv: Dina idéer förtjänar utrymme att landa.
tr: Fikirlerin yerine ulaşacak alanı hak ediyor.
uk: Вашим ідеям потрібен простір, щоб дійти до слухачів.
vi: Ý tưởng của bạn xứng đáng được lắng nghe.
zh_hans: 你的想法值得被好好听见。

source: Your interview is almost here.
ar: مقابلتك قريبة جدًا.
de: Dein Vorstellungsgespräch steht kurz bevor.
es: Tu entrevista está a la vuelta de la esquina.
fil: Malapit na ang interview mo.
fr: Ton entretien approche.
hi: आपका इंटरव्यू बहुत पास है।
id: Wawancaramu sudah dekat.
it: Il tuo colloquio è vicino.
ja: 面接はもうすぐです。
ko: 면접이 거의 다가왔어요.
nl: Je sollicitatiegesprek komt eraan.
pl: Rozmowa kwalifikacyjna już tuż-tuż.
pt_br: Sua entrevista está chegando.
ru: Собеседование уже совсем скоро.
sv: Din intervju är snart här.
tr: Mülakatın çok yakında.
uk: Співбесіда вже зовсім скоро.
vi: Buổi phỏng vấn sắp đến rồi.
zh_hans: 你的面试快到了。

source: Your interview is this month.
ar: مقابلتك هذا الشهر.
de: Dein Vorstellungsgespräch ist diesen Monat.
es: Tu entrevista es este mes.
fil: Ngayong buwan ang interview mo.
fr: Ton entretien, c'est ce mois-ci.
hi: आपका इंटरव्यू इस महीने है।
id: Wawancaramu bulan ini.
it: Il tuo colloquio è questo mese.
ja: 面接は今月です。
ko: 면접이 이번 달이에요.
nl: Je sollicitatiegesprek is deze maand.
pl: Rozmowa kwalifikacyjna jest w tym miesiącu.
pt_br: Sua entrevista é este mês.
ru: Собеседование в этом месяце.
sv: Din intervju är den här månaden.
tr: Mülakatın bu ay.
uk: Співбесіда цього місяця.
vi: Buổi phỏng vấn diễn ra trong tháng này.
zh_hans: 你的面试就在这个月。

source: Your interview is this week.
ar: مقابلتك هذا الأسبوع.
de: Dein Vorstellungsgespräch ist diese Woche.
es: Tu entrevista es esta semana.
fil: Ngayong linggo ang interview mo.
fr: Ton entretien, c'est cette semaine.
hi: आपका इंटरव्यू इस हफ़्ते है।
id: Wawancaramu minggu ini.
it: Il tuo colloquio è questa settimana.
ja: 面接は今週です。
ko: 면접이 이번 주예요.
nl: Je sollicitatiegesprek is deze week.
pl: Rozmowa kwalifikacyjna jest w tym tygodniu.
pt_br: Sua entrevista é esta semana.
ru: Собеседование на этой неделе.
sv: Din intervju är den här veckan.
tr: Mülakatın bu hafta.
uk: Співбесіда цього тижня.
vi: Buổi phỏng vấn diễn ra trong tuần này.
zh_hans: 你的面试就在这周。

source: Your interview, out loud, with a partner who plays the other side.
ar: مقابلتك، بصوت عالٍ، مع شريك يؤدي دور الطرف الآخر.
de: Dein Vorstellungsgespräch, laut, mit einem Gegenüber, das die andere Seite spielt.
es: Tu entrevista, en voz alta, con un compañero que hace el otro papel.
fil: Ang interview mo, nang malakas, kasama ang partner na gaganap sa kabilang panig.
fr: Ton entretien, à voix haute, avec un partenaire qui joue l'autre rôle.
hi: आपका इंटरव्यू, ज़ोर से, एक पार्टनर के साथ जो दूसरी तरफ़ का किरदार निभाता है।
id: Wawancaramu, dengan suara keras, bersama partner yang memerankan pihak lain.
it: Il tuo colloquio, ad alta voce, con un partner che interpreta l'altra parte.
ja: 面接を声に出して。相手役はパートナーが演じます。
ko: 면접을 소리 내어. 파트너가 상대 역할을 맡아요.
nl: Je sollicitatiegesprek, hardop, met een partner die de andere kant speelt.
pl: Rozmowa kwalifikacyjna, na głos, z partnerem, który gra drugą stronę.
pt_br: Sua entrevista, em voz alta, com um parceiro que faz o outro lado.
ru: Ваше собеседование вслух с партнёром, который играет другую сторону.
sv: Din intervju, högt, med en partner som spelar den andra sidan.
tr: Mülakatın, sesli olarak, karşı tarafı oynayan bir partnerle.
uk: Ваша співбесіда вголос із партнером, який грає іншу сторону.
vi: Buổi phỏng vấn, thành tiếng, với bạn tập đóng vai bên kia.
zh_hans: 大声练习面试，搭档扮演面试官。

source: Your interviewer
ar: المُحاورة
de: Deine Interviewerin
es: Tu entrevistador
fil: Ang interviewer mo
fr: Ton recruteur
hi: आपकी इंटरव्यूअर
id: Pewawancaramu
it: La tua intervistatrice
ja: 面接官
ko: 면접관
nl: Je interviewer
pl: Rekruterka
pt_br: Sua entrevistadora
ru: Интервьюер
sv: Din intervjuare
tr: Mülakatçın
uk: Інтерв'юер
vi: Người phỏng vấn
zh_hans: 你的面试官

source: Your last session couldn't be opened. Check your connection and try again.
ar: تعذّر فتح جلستك الأخيرة. تحقّق من اتصالك وحاول مجددًا.
de: Deine letzte Einheit konnte nicht geöffnet werden. Prüfe deine Verbindung und versuch es erneut.
es: No se pudo abrir tu última sesión. Revisa tu conexión e inténtalo de nuevo.
fil: Hindi mabuksan ang huling session mo. Tingnan ang koneksyon mo at subukan ulit.
fr: Ta dernière séance n'a pas pu s'ouvrir. Vérifie ta connexion et réessaie.
hi: आपका पिछला सेशन नहीं खुल सका। अपना कनेक्शन जाँचें और फिर कोशिश करें।
id: Sesi terakhirmu tidak bisa dibuka. Periksa koneksimu dan coba lagi.
it: Impossibile aprire la tua ultima sessione. Controlla la connessione e riprova.
ja: 前回のセッションを開けませんでした。接続を確認して、もう一度お試しください。
ko: 지난 세션을 열 수 없었어요. 연결을 확인하고 다시 시도해 주세요.
nl: Je laatste sessie kon niet worden geopend. Controleer je verbinding en probeer het opnieuw.
pl: Nie udało się otworzyć ostatniej sesji. Sprawdź połączenie i spróbuj ponownie.
pt_br: Não foi possível abrir sua última sessão. Verifique sua conexão e tente de novo.
ru: Не удалось открыть последнюю сессию. Проверьте подключение и попробуйте снова.
sv: Din senaste session kunde inte öppnas. Kontrollera anslutningen och försök igen.
tr: Son oturumun açılamadı. Bağlantını kontrol et ve tekrar dene.
uk: Не вдалося відкрити останню сесію. Перевірте з'єднання й спробуйте знову.
vi: Không thể mở buổi tập trước. Kiểm tra kết nối rồi thử lại.
zh_hans: 无法打开你上次的练习。请检查网络连接后重试。

source: Your last session was cut short
ar: انقطعت جلستك الأخيرة
de: Deine letzte Einheit wurde unterbrochen
es: Tu última sesión se cortó
fil: Naputol ang huling session mo
fr: Ta dernière séance a été interrompue
hi: आपका पिछला सेशन बीच में रुक गया
id: Sesi terakhirmu terputus
it: La tua ultima sessione si è interrotta
ja: 前回のセッションは途中で終了しました
ko: 지난 세션이 중간에 끝났어요
nl: Je laatste sessie werd onderbroken
pl: Ostatnia sesja została przerwana
pt_br: Sua última sessão foi interrompida
ru: Последняя сессия прервалась
sv: Din senaste session avbröts
tr: Son oturumun yarıda kaldı
uk: Остання сесія перервалася
vi: Buổi tập trước đã bị ngắt giữa chừng
zh_hans: 你上次的练习中途结束了

source: Your manager
ar: مديرك
de: Deine Führungskraft
es: Tu jefe
fil: Ang manager mo
fr: Ton manager
hi: आपके मैनेजर
id: Atasanmu
it: Il tuo responsabile
ja: 上司
ko: 상사
nl: Je leidinggevende
pl: Twój przełożony
pt_br: Seu gestor
ru: Ваш руководитель
sv: Din chef
tr: Yöneticin
uk: Ваш керівник
vi: Quản lý của bạn
zh_hans: 你的上司

source: Your manager wants an update. Right now.
ar: مديرك يريد تحديثًا. الآن.
de: Deine Führungskraft will ein Update. Sofort.
es: Tu jefe quiere una actualización. Ahora mismo.
fil: Gusto ng manager mo ng update. Ngayon na.
fr: Ton manager veut un point. Tout de suite.
hi: आपके मैनेजर को अपडेट चाहिए। अभी।
id: Atasanmu minta laporan. Sekarang juga.
it: Il tuo responsabile vuole un aggiornamento. Subito.
ja: 上司が今すぐ報告を求めています。
ko: 상사가 지금 바로 업무 보고를 원해요.
nl: Je leidinggevende wil een update. Nu meteen.
pl: Przełożony chce raportu. Teraz.
pt_br: Seu gestor quer uma atualização. Agora.
ru: Руководитель хочет отчёт. Прямо сейчас.
sv: Din chef vill ha en uppdatering. Nu direkt.
tr: Yöneticin bir güncelleme istiyor. Hemen şimdi.
uk: Керівник хоче звіт. Просто зараз.
vi: Quản lý muốn nghe báo cáo. Ngay bây giờ.
zh_hans: 你的上司想听汇报。就现在。

source: Your microphone is off
ar: الميكروفون متوقف
de: Dein Mikrofon ist aus
es: Tu micrófono está desactivado
fil: Naka-off ang mikropono mo
fr: Ton micro est désactivé
hi: आपका माइक्रोफ़ोन बंद है
id: Mikrofonmu mati
it: Il microfono è disattivato
ja: マイクがオフです
ko: 마이크가 꺼져 있어요
nl: Je microfoon staat uit
pl: Mikrofon jest wyłączony
pt_br: Seu microfone está desativado
ru: Микрофон выключен
sv: Din mikrofon är avstängd
tr: Mikrofonun kapalı
uk: Мікрофон вимкнено
vi: Micrô đang tắt
zh_hans: 你的麦克风已关闭

source: Your moment is close
ar: لحظتك قريبة
de: Dein Moment ist nah
es: Tu momento está cerca
fil: Malapit na ang sandali mo
fr: Ton moment approche
hi: आपका पल पास है
id: Momenmu sudah dekat
it: Il tuo momento è vicino
ja: 本番が近づいています
ko: 그 순간이 다가오고 있어요
nl: Je moment komt dichtbij
pl: Twój moment jest blisko
pt_br: Seu momento está perto
ru: Ваш момент близко
sv: Ditt tillfälle närmar sig
tr: Anın yaklaşıyor
uk: Ваш момент близько
vi: Khoảnh khắc của bạn sắp đến
zh_hans: 你的时刻快到了

source: Your next meeting is almost here.
ar: اجتماعك القادم قريب جدًا.
de: Dein nächstes Meeting steht kurz bevor.
es: Tu próxima reunión está a la vuelta de la esquina.
fil: Malapit na ang susunod mong meeting.
fr: Ta prochaine réunion approche.
hi: आपकी अगली मीटिंग बहुत पास है।
id: Rapat berikutnya sudah dekat.
it: La tua prossima riunione è vicina.
ja: 次の会議はもうすぐです。
ko: 다음 회의가 거의 다가왔어요.
nl: Je volgende vergadering komt eraan.
pl: Następne spotkanie już tuż-tuż.
pt_br: Sua próxima reunião está chegando.
ru: Следующая встреча уже совсем скоро.
sv: Ditt nästa möte är snart här.
tr: Bir sonraki toplantın çok yakında.
uk: Наступна зустріч уже зовсім скоро.
vi: Cuộc họp tới sắp đến rồi.
zh_hans: 你的下次会议快到了。

source: Your next meeting is this month.
ar: اجتماعك القادم هذا الشهر.
de: Dein nächstes Meeting ist diesen Monat.
es: Tu próxima reunión es este mes.
fil: Ngayong buwan ang susunod mong meeting.
fr: Ta prochaine réunion, c'est ce mois-ci.
hi: आपकी अगली मीटिंग इस महीने है।
id: Rapat berikutnya bulan ini.
it: La tua prossima riunione è questo mese.
ja: 次の会議は今月です。
ko: 다음 회의가 이번 달이에요.
nl: Je volgende vergadering is deze maand.
pl: Następne spotkanie jest w tym miesiącu.
pt_br: Sua próxima reunião é este mês.
ru: Следующая встреча в этом месяце.
sv: Ditt nästa möte är den här månaden.
tr: Bir sonraki toplantın bu ay.
uk: Наступна зустріч цього місяця.
vi: Cuộc họp tới diễn ra trong tháng này.
zh_hans: 你的下次会议就在这个月。

source: Your next meeting is this week.
ar: اجتماعك القادم هذا الأسبوع.
de: Dein nächstes Meeting ist diese Woche.
es: Tu próxima reunión es esta semana.
fil: Ngayong linggo ang susunod mong meeting.
fr: Ta prochaine réunion, c'est cette semaine.
hi: आपकी अगली मीटिंग इस हफ़्ते है।
id: Rapat berikutnya minggu ini.
it: La tua prossima riunione è questa settimana.
ja: 次の会議は今週です。
ko: 다음 회의가 이번 주예요.
nl: Je volgende vergadering is deze week.
pl: Następne spotkanie jest w tym tygodniu.
pt_br: Sua próxima reunião é esta semana.
ru: Следующая встреча на этой неделе.
sv: Ditt nästa möte är den här veckan.
tr: Bir sonraki toplantın bu hafta.
uk: Наступна зустріч цього тижня.
vi: Cuộc họp tới diễn ra trong tuần này.
zh_hans: 你的下次会议就在这周。
